Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.settings.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
zh_hans: 存储

# vocello.mac.settings.outputDirectory
source: Output directory
de: Ausgabeordner
es: Carpeta de salida
fr: Dossier de sortie
it: Cartella di output
ja: 出力フォルダ
ko: 출력 폴더
pt_br: Pasta de saída
ru: Папка результатов
zh_hans: 输出目录

# vocello.mac.settings.choose
source: Choose…
de: Wählen …
es: Elegir…
fr: Choisir…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…

# vocello.mac.settings.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

# vocello.mac.settings.applicationData
source: Application data
de: Anwendungsdaten
es: Datos de la aplicación
fr: Données de l’application
it: Dati dell’applicazione
ja: アプリのデータ
ko: 앱 데이터
pt_br: Dados do aplicativo
ru: Данные приложения
zh_hans: 应用数据

# vocello.mac.settings.voiceCloning
source: Voice cloning
de: Stimmklonen
es: Clonación de voz
fr: Clonage vocal
it: Clonazione vocale
ja: ボイスクローン
ko: 음성 복제
pt_br: Clonagem de voz
ru: Клонирование голоса
zh_hans: 声音克隆

# vocello.mac.settings.cloneConsent
source: I own or have permission to clone the voices I use
de: Ich besitze die verwendeten Stimmen oder darf sie klonen
es: Soy titular de las voces que uso o tengo permiso para clonarlas
fr: Je possède les voix que je clone ou j’ai la permission de les utiliser
it: Possiedo le voci che uso o ho il permesso di clonarle
ja: 使用する声を所有しているか、クローンの許可を得ています
ko: 사용하는 음성을 소유하고 있거나 복제 허가를 받았습니다
pt_br: Sou dono das vozes que uso ou tenho permissão para cloná-las
ru: Я владею используемыми голосами или имею разрешение на их клонирование
zh_hans: 我拥有所用声音，或已获得克隆许可

# vocello.mac.settings.cloneConsentDetail
source: Only clone voices you own or have explicit permission to use.
de: Klone nur eigene Stimmen oder solche, für die du eine ausdrückliche Erlaubnis hast.
es: Clona únicamente voces propias o para las que tengas permiso explícito.
fr: Ne clonez que des voix qui vous appartiennent ou dont vous avez l’autorisation explicite.
it: Clona solo voci che possiedi o che hai il permesso esplicito di usare.
ja: 所有する声、または明確な使用許可のある声だけをクローンしてください。
ko: 소유하고 있거나 명시적인 사용 허가를 받은 음성만 복제하세요.
pt_br: Clone apenas vozes que você possui ou tem permissão explícita para usar.
ru: Клонируйте только свои голоса или голоса с явным разрешением на использование.
zh_hans: 仅克隆你拥有或明确获准使用的声音。

# vocello.mac.settings.cloneDisclosure
source: If you publish audio of a cloned real voice, disclose that it is AI-generated. EU law may require this.
de: Wenn du Audio einer geklonten echten Stimme veröffentlichst, kennzeichne es als KI-generiert. EU-Recht kann dies verlangen.
es: Si publicas audio de una voz real clonada, indica que se ha generado con IA. La legislación de la UE puede exigirlo.
fr: Si vous publiez l’audio d’une vraie voix clonée, indiquez qu’il est généré par IA. Le droit de l’UE peut l’exiger.
it: Se pubblichi audio di una voce reale clonata, dichiara che è generato dall’IA. La normativa UE potrebbe richiederlo.
ja: 実在する声のクローン音声を公開する場合は、AI 生成であることを明示してください。EU 法で義務付けられる場合があります。
ko: 실제 사람의 목소리를 복제한 오디오를 공개할 경우 AI로 생성했음을 알리세요. EU 법률에서 요구할 수 있습니다.
pt_br: Se publicar áudio de uma voz real clonada, informe que foi gerado por IA. A legislação da UE pode exigir isso.
ru: Публикуя аудио клонированного реального голоса, укажите, что оно создано ИИ. Этого может требовать законодательство ЕС.
zh_hans: 如果发布克隆真实声音的音频，请披露其由 AI 生成。欧盟法律可能有此要求。

# vocello.mac.settings.deleteModelTitle
source: Delete Model?
de: Modell löschen?
es: ¿Eliminar el modelo?
fr: Supprimer le modèle ?
it: Eliminare il modello?
ja: モデルを削除しますか？
ko: 모델을 삭제할까요?
pt_br: Excluir modelo?
ru: Удалить модель?
zh_hans: 删除模型？

# vocello.mac.settings.deleteModel
source: Delete Model
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
it: Elimina modello
ja: モデルを削除
ko: 모델 삭제
pt_br: Excluir modelo
ru: Удалить модель
zh_hans: 删除模型

# vocello.mac.settings.downloadRecommended
source: Download recommended
de: Download empfohlen
es: Descarga recomendada
fr: Télécharger les modèles recommandés
it: Download consigliato
ja: ダウンロード推奨
ko: 다운로드 권장
pt_br: Download recomendado
ru: Рекомендуется загрузить
zh_hans: 建议下载

# vocello.mac.settings.heavy
source: Heavy
de: Speicherintensiv
es: Exigente
fr: Lourd
it: Pesante
ja: 高負荷
ko: 고부하
pt_br: Pesado
ru: Ресурсоёмкая
zh_hans: 高负载

# vocello.mac.settings.heavyOnThisMac
source: Heavy on this Mac
de: Speicherintensiv für diesen Mac
es: Exigente para este Mac
fr: Lourd pour ce Mac
it: Pesante per questo Mac
ja: この Mac では高負荷
ko: 이 Mac에서 고부하
pt_br: Pesado para este Mac
ru: Ресурсоёмкая для этого Mac
zh_hans: 对此 Mac 负载较高

# vocello.mac.settings.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуется
zh_hans: 推荐

# vocello.mac.settings.repair
source: Repair
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara
ja: 修復
ko: 복구
pt_br: Reparar
ru: Исправить
zh_hans: 修复

# vocello.mac.settings.update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

# vocello.mac.settings.manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
ja: 管理
ko: 관리
pt_br: Gerenciar
ru: Управление
zh_hans: 管理

# vocello.mac.settings.cancelDownloadHelp
source: Cancel the download (discards partial data)
de: Download abbrechen (Teildaten verwerfen)
es: Cancelar la descarga (descarta los datos parciales)
fr: Annuler le téléchargement (les données partielles sont supprimées)
it: Annulla il download (elimina i dati parziali)
ja: ダウンロードをキャンセル（途中のデータを破棄）
ko: 다운로드 취소(부분 데이터 삭제)
pt_br: Cancelar o download (descarta dados parciais)
ru: Отменить загрузку (удалить частичные данные)
zh_hans: 取消下载（丢弃部分数据）

# vocello.mac.settings.updateHelp
source: Download the updated model package
de: Aktualisiertes Modellpaket laden
es: Descargar el paquete de modelo actualizado
fr: Télécharger le paquet de modèle mis à jour
it: Scarica il pacchetto del modello aggiornato
ja: 更新されたモデルパッケージをダウンロード
ko: 업데이트된 모델 패키지 다운로드
pt_br: Baixar o pacote de modelo atualizado
ru: Загрузить обновлённый пакет модели
zh_hans: 下载更新后的模型包

# vocello.mac.settings.manageHelp
source: Manage %1$@ variant
de: Variante %1$@ verwalten
es: Gestionar la variante %1$@
fr: Gérer la variante %1$@
it: Gestisci variante %1$@
ja: %1$@ の種類を管理
ko: %1$@ 변형 관리
pt_br: Gerenciar variante %1$@
ru: Управлять вариантом %1$@
zh_hans: 管理 %1$@ 变体

# vocello.mac.common.clear
source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清空

# vocello.mac.common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

# vocello.mac.cloning.transcriptAccessibility
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 文字起こし
ko: 녹취록
pt_br: Transcrição
ru: Расшифровка
zh_hans: 转录文本

# vocello.mac.cloning.transcriptHelp
source: Best quality uses reference audio plus an accurate transcript. Audio-only cloning remains available as a lower-guidance fallback.
de: Beste Qualität erfordert Referenzaudio und ein genaues Transkript. Klonen nur mit Audio bleibt als weniger stark geführte Ausweichlösung verfügbar.
es: La mejor calidad se consigue con audio de referencia y una transcripción precisa. La clonación con solo audio sigue disponible como alternativa con menos orientación.
fr: La meilleure qualité combine l’audio de référence et une transcription exacte. Le clonage audio seulement reste disponible comme repli moins guidé.
it: La qualità migliore richiede audio di riferimento e una trascrizione precisa. La clonazione solo audio resta disponibile come alternativa con meno indicazioni.
ja: 参照音声と正確な文字起こしを使うと最高の品質になります。音声のみのクローンも、誘導の少ない代替方式として利用できます。
ko: 참조 오디오와 정확한 녹취록을 함께 사용하면 품질이 가장 좋습니다. 오디오만 사용하는 복제도 지침이 적은 대체 방식으로 가능합니다.
pt_br: A melhor qualidade usa áudio de referência e transcrição precisa. A clonagem somente com áudio continua disponível como alternativa com menos orientação.
ru: Лучшее качество даёт образец аудио с точной расшифровкой. Клонирование только по аудио остаётся запасным вариантом с меньшим управлением.
zh_hans: 参考音频加准确转录可获得最佳质量。仅音频克隆仍可作为引导较少的备用方式使用。

# vocello.mac.cloning.consentOneTime
source: One-time acknowledgment. Review it anytime in Settings.
de: Einmalige Bestätigung. Jederzeit in den Einstellungen einsehbar.
es: Consentimiento único. Puedes revisarlo en Ajustes cuando quieras.
fr: Confirmation unique. Vous pouvez la revoir à tout moment dans les Réglages.
it: Consenso una tantum. Consultalo quando vuoi in Impostazioni.
ja: 一度だけの同意です。設定でいつでも確認できます。
ko: 한 번만 동의하면 됩니다. 설정에서 언제든 확인하세요.
pt_br: Consentimento único. Consulte quando quiser nos Ajustes.
ru: Однократное согласие. Можно просмотреть в настройках в любое время.
zh_hans: 一次性确认。可随时在设置中查看。

# vocello.mac.cloning.noReference
source: No reference selected.
de: Keine Referenz ausgewählt.
es: No hay referencia seleccionada.
fr: Aucune référence sélectionnée.
it: Nessun riferimento selezionato.
ja: 参照音声が未選択です。
ko: 선택한 참조가 없습니다.
pt_br: Nenhuma referência selecionada.
ru: Образец не выбран.
zh_hans: 未选择参考音频。

# vocello.mac.cloning.savedVoice
source: Saved voice
de: Gespeicherte Stimme
es: Voz guardada
fr: Voix enregistrée
it: Voce salvata
ja: 保存済みの声
ko: 저장된 음성
pt_br: Voz salva
ru: Сохранённый голос
zh_hans: 已保存的声音

# vocello.mac.cloning.chooseSavedVoice
source: Choose a saved voice
de: Gespeicherte Stimme wählen
es: Elegir una voz guardada
fr: Choisir une voix enregistrée
it: Scegli una voce salvata
ja: 保存済みの声を選択
ko: 저장된 음성 선택
pt_br: Escolher voz salva
ru: Выбрать сохранённый голос
zh_hans: 选择已保存的声音

# vocello.mac.cloning.delivery
source: Delivery
de: Sprechweise
es: Interpretación
fr: Interprétation
it: Interpretazione
ja: 話し方
ko: 표현
pt_br: Interpretação
ru: Манера речи
zh_hans: 表达方式

# vocello.mac.cloning.importedFileReady
source: Imported file ready
de: Importierte Datei bereit
es: Archivo importado listo
fr: Fichier importé prêt
it: File importato pronto
ja: 読み込んだファイルの準備完了
ko: 가져온 파일 준비됨
pt_br: Arquivo importado pronto
ru: Импортированный файл готов
zh_hans: 导入文件已就绪

# vocello.mac.cloning.transcriptBackedSavedVoice
source: Transcript-backed saved voice
de: Gespeicherte Stimme mit Transkript
es: Voz guardada con transcripción
fr: Voix enregistrée avec transcription
it: Voce salvata con trascrizione
ja: 文字起こし付きの保存済みの声
ko: 녹취록이 있는 저장된 음성
pt_br: Voz salva com transcrição
ru: Сохранённый голос с расшифровкой
zh_hans: 含转录的已保存声音

# vocello.mac.cloning.audioOnlySavedVoice
source: Audio-only saved voice
de: Gespeicherte Stimme nur mit Audio
es: Voz guardada de solo audio
fr: Voix enregistrée audio seulement
it: Voce salvata solo audio
ja: 音声のみの保存済みの声
ko: 오디오만 있는 저장된 음성
pt_br: Voz salva somente com áudio
ru: Сохранённый голос только с аудио
zh_hans: 仅音频的已保存声音

# vocello.mac.custom.speaker
source: Speaker
de: Sprecher
es: Hablante
fr: Locuteur
it: Parlante
ja: 話者
ko: 화자
pt_br: Falante
ru: Диктор
zh_hans: 说话者

# vocello.mac.common.recommendedForScript
source: Recommended for your script
de: Für deinen Text empfohlen
es: Recomendado para tu guion
fr: Recommandés pour votre texte
it: Consigliato per il tuo testo
ja: 原稿におすすめ
ko: 원고에 추천
pt_br: Recomendado para seu texto
ru: Рекомендуется для вашего текста
zh_hans: 为你的文本推荐

# vocello.mac.custom.allSpeakers
source: All speakers
de: Alle Sprecher
es: Todas las voces
fr: Tous les locuteurs
it: Tutti i parlanti
ja: すべての話者
ko: 모든 화자
pt_br: Todos os falantes
ru: Все дикторы
zh_hans: 所有说话者

# vocello.mac.design.savedToSavedVoices
source: Saved to Saved Voices
de: In Gespeicherte Stimmen gesichert
es: Guardado en Voces guardadas
fr: Enregistrée dans les voix enregistrées
it: Salvato in Voci salvate
ja: 保存済みの声に追加しました
ko: 저장된 음성에 저장됨
pt_br: Salvo em Vozes salvas
ru: Добавлено в сохранённые голоса
zh_hans: 已存入已保存的声音

# vocello.mac.brief.helper
source: Combine character, age, accent, and texture.
de: Kombiniere Charakter, Alter, Akzent und Klangfarbe.
es: Combina personalidad, edad, acento y textura.
fr: Combinez caractère, âge, accent et texture.
it: Combina carattere, età, accento e timbro.
ja: 性格、年齢、アクセント、質感を組み合わせます。
ko: 성격, 나이, 억양, 질감을 조합하세요.
pt_br: Combine personalidade, idade, sotaque e textura.
ru: Сочетайте характер, возраст, акцент и тембр.
zh_hans: 结合性格、年龄、口音和质感。

# vocello.mac.brief.startingPoints
source: Starting points
de: Ausgangspunkte
es: Puntos de partida
fr: Points de départ
it: Punti di partenza
ja: 出発点
ko: 시작 예시
pt_br: Pontos de partida
ru: Отправные точки
zh_hans: 起始范例

# vocello.mac.brief.startingPointAccessibility
source: Starting point: %1$@
de: Ausgangspunkt: %1$@
es: Punto de partida: %1$@
fr: Point de départ : %1$@
it: Punto di partenza: %1$@
ja: 出発点：%1$@
ko: 시작 예시: %1$@
pt_br: Ponto de partida: %1$@
ru: Отправная точка: %1$@
zh_hans: 起始范例：%1$@

# vocello.mac.textInput.batch
source: Batch
de: Stapel
es: Lote
fr: Lot
ja: 一括
ko: 일괄
pt_br: Lote
ru: Пакет
zh_hans: 批量

# vocello.mac.textInput.generate
source: Generate
de: Erzeugen
es: Generar
fr: Générer
it: Genera
ja: 生成
ko: 생성
pt_br: Gerar
ru: Создать
zh_hans: 生成

# vocello.mac.textInput.seed
source: Seed %1$@
de: Startwert %1$@
es: Semilla %1$@
fr: Graine %1$@
ja: シード %1$@
ko: 시드 %1$@
pt_br: Semente %1$@
ru: Зерно %1$@
zh_hans: 种子 %1$@

# vocello.mac.textInput.unpinSeed
source: Unpin seed
de: Startwert lösen
es: Desfijar semilla
fr: Désépingler la graine
it: Sblocca seed
ja: シードの固定を解除
ko: 시드 고정 해제
pt_br: Desafixar semente
ru: Открепить зерно
zh_hans: 取消固定种子

# vocello.mac.textInput.seedPinnedHelp
source: Takes reproduce pinned seed %1$@ with identical settings
de: Aufnahmen reproduzieren den fixierten Startwert %1$@ mit identischen Einstellungen
es: Las tomas reproducen la semilla fija %1$@ con ajustes idénticos
fr: Les prises reproduisent la graine épinglée %1$@ avec des réglages identiques
it: I take riproducono il seed fisso %1$@ con impostazioni identiche
ja: 同じ設定で固定シード %1$@ の結果を再現します
ko: 동일한 설정에서 고정 시드 %1$@의 결과를 재현합니다
pt_br: As tomadas reproduzem a semente fixa %1$@ com ajustes idênticos
ru: Дубли воспроизводят закреплённое зерно %1$@ при одинаковых настройках
zh_hans: 相同设置下使用固定种子 %1$@ 复现结果

# vocello.mac.player.play
source: Play
de: Abspielen
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
zh_hans: 播放

# vocello.mac.player.close
source: Close player
de: Player schließen
es: Cerrar reproductor
fr: Fermer le lecteur
it: Chiudi lettore
ja: プレーヤーを閉じる
ko: 플레이어 닫기
pt_br: Fechar player
ru: Закрыть плеер
zh_hans: 关闭播放器

# vocello.mac.player.position
source: Playback position
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
it: Posizione di riproduzione
ja: 再生位置
ko: 재생 위치
pt_br: Posição de reprodução
ru: Позиция воспроизведения
zh_hans: 播放位置

# vocello.mac.status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
ru: Готово
zh_hans: 就绪

# vocello.mac.status.standby
source: Standby
de: Bereitschaft
es: En espera
fr: En veille
it: In attesa
ja: 待機
ko: 대기
pt_br: Em espera
ru: Ожидание
zh_hans: 待机

# vocello.mac.status.starting
source: Starting engine…
de: Engine wird gestartet …
es: Iniciando motor…
fr: Démarrage du moteur…
it: Avvio del motore…
ja: エンジンを起動中…
ko: 엔진 시작 중…
pt_br: Iniciando mecanismo…
ru: Запуск движка…
zh_hans: 正在启动引擎…

# vocello.mac.status.error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# vocello.mac.batch.title
source: Batch Generation
de: Stapelgenerierung
es: Generación por lotes
fr: Génération par lot
it: Generazione in batch
ja: 一括生成
ko: 일괄 생성
pt_br: Geração em lote
ru: Пакетная генерация
zh_hans: 批量生成

# vocello.mac.batch.instructions
source: Enter one line per generation, or drag a `.txt` file onto this sheet.
de: Schreibe eine Zeile je Generierung oder ziehe eine `.txt`-Datei in dieses Fenster.
es: Escribe una línea por generación o arrastra un archivo `.txt` a esta hoja.
fr: Saisissez une ligne par génération ou glissez un fichier `.txt` sur cette fenêtre.
it: Inserisci una riga per generazione o trascina un file `.txt` in questo pannello.
ja: 1行に1回分の生成内容を入力するか、`.txt` ファイルをこのシートにドラッグしてください。
ko: 생성할 내용을 한 줄씩 입력하거나 `.txt` 파일을 이 시트로 드래그하세요.
pt_br: Digite uma linha por geração ou arraste um arquivo `.txt` para esta janela.
ru: Введите по строке на генерацию или перетащите файл `.txt` в это окно.
zh_hans: 每行输入一次生成内容，或将 `.txt` 文件拖入此面板。

# vocello.mac.batch.segmentation
source: Segmentation
de: Segmentierung
es: Segmentación
fr: Découpage
it: Segmentazione
ja: 分割方法
ko: 구간 나누기
pt_br: Segmentação
ru: Разбиение
zh_hans: 分段

# vocello.mac.batch.lineByLine
source: Line-by-line
de: Zeilenweise
es: Línea por línea
fr: Ligne par ligne
it: Riga per riga
ja: 行ごと
ko: 줄 단위
pt_br: Linha por linha
ru: Построчно
zh_hans: 逐行

# vocello.mac.batch.longForm
source: Long form
de: Langtext
es: Formato largo
fr: Format long
it: Testo lungo
ja: 長文
ko: 긴 원고
pt_br: Texto longo
ru: Длинный текст
zh_hans: 长文本

# vocello.mac.batch.currentDelivery
source: Current delivery
de: Aktuelle Sprechweise
es: Interpretación actual
fr: Interprétation actuelle
it: Interpretazione attuale
ja: 現在の話し方
ko: 현재 표현
pt_br: Interpretação atual
ru: Текущая манера речи
zh_hans: 当前表达方式

# vocello.mac.batch.resumeMissing
source: Resume Missing Segments
de: Fehlende Abschnitte fortsetzen
es: Reanudar segmentos pendientes
fr: Reprendre les segments manquants
it: Riprendi segmenti mancanti
ja: 未生成の区間を再開
ko: 누락된 구간 재개
pt_br: Retomar segmentos ausentes
ru: Продолжить недостающие сегменты
zh_hans: 继续缺失片段

# vocello.mac.batch.retryRemaining
source: Retry Remaining
de: Verbleibende erneut versuchen
es: Reintentar pendientes
fr: Réessayer le reste
it: Riprova rimanenti
ja: 残りを再試行
ko: 남은 항목 재시도
pt_br: Tentar restantes novamente
ru: Повторить оставшиеся
zh_hans: 重试剩余项

# vocello.mac.batch.retryFailed
source: Retry Failed
de: Fehlgeschlagene erneut versuchen
es: Reintentar fallidos
fr: Réessayer les échecs
it: Riprova non riusciti
ja: 失敗した項目を再試行
ko: 실패한 항목 재시도
pt_br: Tentar falhas novamente
ru: Повторить неудачные
zh_hans: 重试失败项

# vocello.mac.batch.revealOutputs
source: Reveal Outputs
de: Ausgaben zeigen
es: Mostrar archivos
fr: Afficher les sorties
it: Mostra risultati
ja: 出力を表示
ko: 결과 보기
pt_br: Mostrar resultados
ru: Показать результаты
zh_hans: 显示输出

# vocello.mac.batch.regenerate
source: Regenerate
de: Neu erzeugen
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
ko: 다시 생성
pt_br: Gerar novamente
ru: Пересоздать
zh_hans: 重新生成

# vocello.mac.batch.line
source: Line %1$@
de: Zeile %1$@
es: Línea %1$@
fr: Ligne %1$@
it: Riga %1$@
ja: %1$@ 行目
ko: %1$@행
pt_br: Linha %1$@
ru: Строка %1$@
zh_hans: 第 %1$@ 行

# vocello.mac.emotion.distinctDeliveries
source: Distinct deliveries
de: Deutliche Sprechweisen
es: Interpretaciones diferenciadas
fr: Interprétations distinctes
it: Interpretazioni distinte
ja: 明確な話し方
ko: 뚜렷한 표현
pt_br: Interpretações distintas
ru: Отчётливые манеры речи
zh_hans: 明显的表达风格

# vocello.mac.emotion.directionalHints
source: Directional hints
de: Stilhinweise
es: Indicaciones orientativas
fr: Indications de direction
it: Indicazioni di stile
ja: 方向性のヒント
ko: 표현 방향 힌트
pt_br: Indicações de estilo
ru: Подсказки направления
zh_hans: 风格提示

# vocello.mac.emotion.custom
source: Custom
de: Eigene Vorgabe
es: Personalizada
fr: Personnalisé
it: Personalizzata
ja: カスタム
ko: 사용자 지정
pt_br: Personalizada
ru: Своя
zh_hans: 自定义

# vocello.mac.emotion.customTone
source: Custom tone
de: Eigener Ton
es: Tono personalizado
fr: Ton personnalisé
it: Tono personalizzato
ja: カスタムトーン
ko: 사용자 지정 말투
pt_br: Tom personalizado
ru: Свой тон
zh_hans: 自定义语气

# vocello.mac.emotion.customTonePlaceholder
source: e.g. whispered, close-mic and breathy
de: z. B. geflüstert, mikrofonnah und hauchig
es: p. ej., susurrado, cercano al micrófono y con aire
fr: p. ex. chuchoté, micro proche et soufflé
it: ad es. sussurrato, vicino al microfono e soffiato
ja: 例：マイクに近い、息を含んだささやき声
ko: 예: 마이크에 가까이 대고 숨소리를 섞은 속삭임
pt_br: ex.: sussurrado, próximo ao microfone e soproso
ru: например: шёпот близко к микрофону, с придыханием
zh_hans: 例如：贴近麦克风、带有气声的耳语

# vocello.mac.workflow.packageHelp
source: Choose the Qwen3-TTS package for %1$@. Current status: %2$@.
de: Wähle das Qwen3-TTS-Paket für %1$@. Aktueller Status: %2$@.
es: Elige el paquete Qwen3-TTS para %1$@. Estado actual: %2$@.
fr: Choisissez le paquet Qwen3-TTS pour %1$@. État actuel : %2$@.
it: Scegli il pacchetto Qwen3-TTS per %1$@. Stato attuale: %2$@.
ja: %1$@ 用の Qwen3-TTS パッケージを選択してください。現在の状態：%2$@。
ko: %1$@용 Qwen3-TTS 패키지를 선택하세요. 현재 상태: %2$@.
pt_br: Escolha o pacote Qwen3-TTS para %1$@. Status atual: %2$@.
ru: Выберите пакет Qwen3-TTS для %1$@. Текущее состояние: %2$@.
zh_hans: 为 %1$@ 选择 Qwen3-TTS 模型包。当前状态：%2$@。

# vocello.mac.workflow.heavyHelp
source: This package is heavy for this Mac's memory. Generation may be slow or unstable under pressure.
de: Dieses Paket beansprucht den Arbeitsspeicher dieses Macs stark. Bei Speicherdruck kann die Generierung langsam oder instabil sein.
es: Este paquete exige mucha memoria para este Mac. La generación puede ser lenta o inestable con poca memoria disponible.
fr: Ce paquet est lourd pour la mémoire de ce Mac. La génération peut être lente ou instable sous pression.
it: Questo pacchetto richiede molta memoria per questo Mac. La generazione può essere lenta o instabile quando la memoria scarseggia.
ja: このパッケージは、この Mac のメモリに対して高負荷です。メモリ不足時に生成が遅くなったり不安定になったりする場合があります。
ko: 이 패키지는 이 Mac의 메모리에 부담이 큽니다. 메모리가 부족하면 생성이 느리거나 불안정할 수 있습니다.
pt_br: Este pacote exige muita memória deste Mac. A geração pode ficar lenta ou instável sob pressão de memória.
ru: Этот пакет требует много памяти для данного Mac. При нехватке памяти генерация может быть медленной или нестабильной.
zh_hans: 此模型包对这台 Mac 的内存需求较高。内存紧张时生成可能较慢或不稳定。

# vocello.mac.workflow.model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
zh_hans: 模型

# vocello.mac.workflow.allLanguages
source: All languages
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
pt_br: Todos os idiomas
ru: Все языки
zh_hans: 所有语言

# vocello.mac.settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# vocello.mac.sidebar.sectionLibrary
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 보관함
pt_br: Biblioteca
ru: Библиотека
zh_hans: 资料库

# vocello.mac.sidebar.searchHistory
source: Search history
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l’historique
it: Cerca nella cronologia
ja: 履歴を検索
ko: 기록 검색
pt_br: Buscar no histórico
ru: Поиск в истории
zh_hans: 搜索历史记录

# vocello.mac.readiness.engineStarting
source: Engine starting
de: Engine startet
es: Iniciando motor
fr: Démarrage du moteur
it: Avvio del motore
ja: エンジンを起動中
ko: 엔진 시작 중
pt_br: Mecanismo iniciando
ru: Движок запускается
zh_hans: 引擎正在启动

# vocello.mac.readiness.engineStartingDetail
source: The engine is still preparing.
de: Die Engine wird noch vorbereitet.
es: El motor aún se está preparando.
fr: Le moteur se prépare encore.
it: Il motore è ancora in preparazione.
ja: エンジンはまだ準備中です。
ko: 엔진을 준비하고 있습니다.
pt_br: O mecanismo ainda está sendo preparado.
ru: Движок ещё готовится.
zh_hans: 引擎仍在准备中。

# vocello.mac.readiness.installActiveModel
source: Install the active model
de: Aktives Modell installieren
es: Instalar el modelo activo
fr: Installez le modèle actif
it: Installa il modello attivo
ja: 使用するモデルをインストール
ko: 활성 모델 설치
pt_br: Instalar modelo ativo
ru: Установить активную модель
zh_hans: 安装当前模型
